home.main.title = mi Casa
login.subheading = Registrarse
login.error = Hubo un problema al iniciar sesi\u00f3n, por favor, introduzca su nombre de usuario y contrase\u00f1a de nuevo
login.label.username = Nombre de usuario
login.label.password = Contrase\u00f1a
login.label.rememberme = Recu\u00e9rdame
login.button.submit = Iniciar sesi\u00f3n
login.link.forgot_password = Se te olvid\u00f3 tu contrase\u00f1a?
home.section.mission = La Mejora de la Calidad de Vida de Aquellos a Quienes Servimos un Trav\u00e9s de la Entrega de la excelencia cl\u00ednica, la ONU servicio extraordinario y Cuidado compasivo.
home.section.services.text = Estamos orgullosos de tener la capacidad de servir a todo el Condado de Orange con una amplia gama de servicios personalizados para satisfacer sus necesidades espec\u00edficas. Vemos c\u00f3mo nos comparamos.
home.table.services.heading = Servicio
home.table.services.column.others = otros HHCS
home.table.services.footer.more = M\u00e1s servicios
home.section.about.text1 = atenci\u00f3n m\u00e9dica a domicilio fairhaven fue fundada debido al aumento de las necesidades de atenci\u00f3n a domicilio de los pacientes. Entendemos que esto podr\u00eda ser un momento estresante para las familias, es por eso que nuestro equipo de profesionales de la salud altamente calificados proporcionar\u00e1 excelentes servicios para usted y su familia.
home.section.about.heading = Set up an appointment
home.section.location.heading = Estamos a la vuelta de la esquina
home.section.location.text = Estamos orgullosos de tener la capacidad de servir a todo el Condado de Orange.
home.section.location.link = nosotros mapa
home.section.about.text2 = En Fairhaven atenci\u00f3n sanitaria a domicilio, que con cuidado pantalla y coincide con nuestros clientes y pacientes con sus proveedores de atenci\u00f3n m\u00e9dica. Tambi\u00e9n llevamos a cabo extensas investigaciones de antecedentes para asegurar que nuestro equipo de profesionales calificados, eficiente y puede ser confiada al cuidado de sus seres queridos.
home.section.goal.heading = Nuestra meta...
home.section.goal.text = Para ayudar a los pacientes a alcanzar el nivel m\u00e1ximo de funcionamiento individualizando su cuidado en la comodidad de sus hogares. Vamos a ayudar a nuestros clientes a mantener una salud \u00f3ptima y apoyan su independencia a trav\u00e9s de los servicios que proporcionamos.
footer.menu.services.none = No hay servicios que se ofrecen en este momento
about.section.foundation.heading = Fundada en los pacientes
about.section.foundation.text1 = Contact us
about.section.mission.text1 = Para mejorar la calidad de vida de aquellos a quienes servimos a trav\u00e9s de la entrega de la excelencia cl\u00ednica, un servicio extraordinario y cuidado compasivo. Nuestro equipo de personal altamente cualificado est\u00e1 disponible 24/7 para atender a todas sus necesidades de salud.
about.section.mission.heading = La misi\u00f3n
about.section.goal.heading = La meta
about.section.goal.text1 = Para ayudar a los pacientes a alcanzar el nivel m\u00e1ximo de funcionamiento individualizando su cuidado en la comodidad de sus hogares. Vamos a ayudar a nuestros clientes a mantener una salud \u00f3ptima y apoyan su independencia a trav\u00e9s de los servicios que ofrecemos
about.section.foundation.text2 = profesionales de la salud capacitados proporcionar\u00e1n excelentes servicios para usted y su familia.
error.500.heading = 500 Error
error.500.text = Ups! En este momento parece que ha habido un error interno del servidor. Int\u00e9ntalo de nuevo
error.404.heading = {0} Error
error.404.text = En este momento, parece que el recurso que est\u00e1 alooking no se ha encontrado
error.button.text = Volver
about.faq.no_faq_text = Actualmente no hay preguntas frecuentes en nuestra base de datos
about.section.faq.heading = preguntas frecuentes
about.section.locations.heading = Ubicaci\u00f3n de las oficinas
about.section.contact.heading = Informaci\u00f3n del contacto
about.table.locations.column.location = Ubicaci\u00f3n
about.table.locations.column.office = Oficina
about.section.locations.empty = Informaci\u00f3n del lugar pr\u00f3ximamente
map.link.view = Ver el mapa
home.section.call = M\u00e1s informaci\u00f3n sobre nuestros servicios
footer.nondiscrimination.text = Fairhaven Home Health Care opera bajo una estricta pol\u00edtica de no discriminaci\u00f3n hacia cualquiera de nuestros clientes basada en la edad, raza, religi\u00f3n, color, origen nacional sexo, discapacidad u orientaci\u00f3n sexual.
footer.nondiscrimination.heading = divulgaci\u00f3n no discriminaci\u00f3n
services.section.main.heading = Qu\u00e9 hacemos
services.section.main.text1 = Fairhaven es una agencia de salud confiable que tiene como objetivo proporcionar atenci\u00f3n de enfermer\u00eda especializada para sus seres queridos. Nuestro equipo est\u00e1 dedicado a proporcionar atenci\u00f3n integral de alta calidad a nuestros clientes, mientras que el tratamiento de usted como de la familia. Ofrecemos un servicio de consulta en el hogar para ayudar a crear el mejor plan de atenci\u00f3n de enfermer\u00eda especializada para usted y su ser querido.
services.section.cards.card1 = Una enfermera supervisa cada caso, mientras que el director de enfermer\u00eda supervisa el cuidado de sus seres queridos.
services.section.cards.card2 = En Fairhaven atenci\u00f3n sanitaria a domicilio, que con cuidado pantalla y coincide con nuestros clientes y pacientes con sus proveedores de atenci\u00f3n m\u00e9dica. Tambi\u00e9n llevamos a cabo extensas investigaciones de antecedentes para asegurar que nuestro equipo de profesionales calificados, eficiente y puede ser confiada al cuidado de sus seres queridos.
services.section.cards.card3 = Nuestros clientes son capaces de llegar a nosotros las 24 horas del d\u00eda. Fairhaven clientes merecen la mejor atenci\u00f3n por lo que nuestro equipo de atenci\u00f3n m\u00e9dica ser\u00e1 f\u00e1cilmente accesible en cualquier momento del d\u00eda. Por favor, p\u00f3ngase en contacto con nosotros al (714) 464 - 8055.
services.section.cards.heading1 = excelente supervisi\u00f3n
services.section.cards.heading2 = El cuidadoso
services.section.cards.heading3 = Soporte 24/7
services.section.main.text2 = Estamos orgullosos de tener la capacidad de servir a todo el Condado de Orange
services.section.table.heading = Entonces, \u00bfc\u00f3mo se comparan?
contact.section.main.heading=Call, click or come in
contact.section.zip.heading=Find by zip
locatinos.section.offices.empty=Sorry we do not have any locations open at this time
contact.section.offices.heading=Offices
about.table.locations.column.address=Address
about.section.staff.heading=Our friendly staff
header.menu.item.home=Home
header.menu.item.services=Services
header.menu.item.about=About
header.menu.item.about.story=Our story
header.menu.item.about.contact=Contact us
header.menu.item.about.careers=Join our team
header.menu.item.admin.logout=Logout
header.menu.item.admin.login=Admin login
contact.section.offices.search.heading=Search results for "{0}"
contact.section.offices.view_all=View all
careers.section.main.heading=Join our team
careers.section.card.caregiver=Caregiver
careers.section.card.administration=Administration
contact.section.contacts.call=Call
contact.section.contacts.click=Message
contact.section.contacts.come_in=Appointment
contact.section.contacts.call.text1=Call us
contact.section.contacts.click.text1=Send us a message
contact.section.contacts.come_in.text1=Come on in
contact.section.contacts.appointment.success=Your appointment is  scheduled for {0} at our {1} location
services.service.contact.text=If you would like to find out more about this service, feel free to give us a call at <strong>{0}</strong>
button.appointment.setup=Setup your appointment now
appointment.success.heading=You''re all set!
appointment.success.subheading=So what's next?
appointment.success.action.call=Call us if you have any quetsions {0}
appointment.success.text2=Here's other ways you can reach us if you need to talk to us before your appointment
services.table.footer=Fairhaven services
